Repository: KshitijBhardwaj18/OurNotch
Catalog: OurNotch/Localizable.xcstrings
Source language: en
Languages: de, fr

source: %@ invited you
de: %@ hat dich eingeladen
fr: %@ t'invite

source: %@ planned a surprise for you, sweetheart ♡ A little place in your Mac's notch where things from both of us arrive. 1. Download OurNotch (free for you): %@ 2. Open it, choose "I Have an Invite Code" and type: %@ The code works for 24 hours. love, %@
de: %1$@ hat eine Überraschung für dich geplant, Schatz ♡ Ein kleiner Ort in der Notch deines Macs, an dem Dinge von uns beiden ankommen. 1. Lade OurNotch herunter (für dich kostenlos): %2$@ 2. Öffne es, wähle „Ich habe einen Einladungscode“ und gib ein: %3$@ Der Code gilt 24 Stunden. In Liebe, %4$@
fr: %1$@ t'a préparé une surprise, mon cœur ♡ Un petit coin dans l'encoche de ton Mac où arrivent les choses de nous deux. 1. Télécharge OurNotch (gratuit pour toi) : %2$@ 2. Ouvre-le, choisis « J'ai un code d'invitation » et tape : %3$@ Le code est valable 24 heures. Bisous, %4$@

source: %@ wants to join
de: %@ möchte beitreten
fr: %@ veut te rejoindre

source: %@'s mood
de: %@s Laune
fr: Humeur de %@

source: %lld of %lld words
de: %1$lld von %2$lld Wörtern
fr: %1$lld mots sur %2$lld

source: %lld words max ♡
de: Max. %lld Wörter ♡
fr: %lld mots max ♡

source: %lldd
de: %lld T.
fr: %lld j

source: %lldd ago
de: vor %lld T.
fr: il y a %lld j

source: %lldh
de: %lld Std.

source: %lldh ago
de: vor %lld Std.
fr: il y a %lld h

source: %lldm
de: %lld Min.
fr: %lld min

source: %lldm ago
de: vor %lld Min.
fr: il y a %lld min

source: 1 Hour
de: 1 Stunde
fr: 1 heure

source: 3 times
de: 3-mal
fr: 3 fois

source: A little love note that lives in the top of your screen.
de: Ein kleiner Liebesgruß ganz oben auf deinem Bildschirm.
fr: Un petit mot doux qui vit en haut de ton écran.

source: A little place in your notch where things from both of you arrive.
de: Ein kleiner Ort in deiner Notch, an dem Dinge von euch beiden ankommen.
fr: Un petit coin dans ton encoche où arrivent les choses de vous deux.

source: A little shorter ♡
de: Etwas kürzer ♡
fr: Un peu plus court ♡

source: A photo for their Home
de: Ein Foto für ihr Zuhause
fr: Une photo pour leur accueil

source: Activate
de: Aktivieren
fr: Activer

source: Active · covers you both
de: Aktiv · gilt für euch beide
fr: Active · pour vous deux

source: And not one of them wasted ♡
de: Und keine einzige verschwendet ♡
fr: Et pas une seule de perdue ♡

source: Appears
de: Erscheint
fr: Apparaît

source: Back
de: Zurück
fr: Retour

source: Busy
de: Beschäftigt
fr: Pas dispo

source: Can't reach the shop right now. Check your internet and try again.
de: Der Shop ist gerade nicht erreichbar. Prüf deine Internetverbindung und versuch es noch mal.
fr: Impossible de joindre la boutique pour l'instant. Vérifie ta connexion et réessaie.

source: Change how it scrolls
de: Ändern, wie sie läuft
fr: Change le défilement

source: Check Again
de: Erneut prüfen
fr: Vérifier à nouveau

source: Check for Updates…
de: Nach Updates suchen …
fr: Rechercher les mises à jour…

source: Choose Photo…
de: Foto auswählen …
fr: Choisir une photo…

source: Continue
de: Weiter
fr: Continuer

source: Copy Code
de: Code kopieren
fr: Copier le code

source: Couldn't change this right now. Try again later.
de: Das ging gerade nicht. Versuch es später noch mal.
fr: Impossible de modifier ce réglage pour l'instant. Réessaie plus tard.

source: Couldn't change this right now. You can turn it on later in Settings.
de: Das ging gerade nicht. Du kannst es später in den Einstellungen aktivieren.
fr: Impossible de modifier ce réglage pour l'instant. Tu pourras l'activer plus tard dans les Réglages.

source: Couldn't create an invite. Try again.
de: Einladung konnte nicht erstellt werden. Versuch es noch mal.
fr: Impossible de créer une invitation. Réessaie.

source: Couldn't remove it right now.
de: Das Entfernen ging gerade nicht.
fr: Impossible de la retirer pour l'instant.

source: Couldn't send that photo. Try another ♡
de: Das Foto ließ sich nicht senden. Versuch ein anderes ♡
fr: Impossible d'envoyer cette photo. Essaie une autre ♡

source: Day to your anniversary
de: Tag bis zu eurem Jahrestag
fr: Jour avant votre anniversaire

source: Days to your anniversary
de: Tage bis zu eurem Jahrestag
fr: Jours avant votre anniversaire

source: Days together
de: Tage zusammen
fr: Jours ensemble

source: Delivered %@
de: Zugestellt %@
fr: Reçu %@

source: Delivered ♡
de: Zugestellt ♡
fr: Reçu ♡

source: Don't have one? Get OurNotch
de: Keinen? Hol dir OurNotch
fr: Tu n'en as pas ? Obtiens OurNotch

source: Done
de: Fertig
fr: Terminé

source: Emojis between you
de: Emojis zwischen euch
fr: Emojis entre vous

source: End-to-end encrypted, no account, and none of your iCloud storage. One purchase for both Macs.
de: Ende-zu-Ende-verschlüsselt, ohne Konto und ohne deinen iCloud-Speicher. Ein Kauf für eure beiden Macs.
fr: Chiffré de bout en bout, sans compte, sans utiliser ton stockage iCloud. Un seul achat pour vos deux Mac.

source: Enter your code
de: Gib deinen Code ein
fr: Saisis ton code

source: Enter your licence key
de: Gib deinen Lizenzschlüssel ein
fr: Saisis ta clé de licence

source: Every day with you ♡
de: Jeder Tag mit dir ♡
fr: Chaque jour avec toi ♡

source: Every little heart you've sent each other
de: Jedes kleine Herz, das ihr euch geschickt habt
fr: Chaque petit cœur que vous vous êtes envoyé

source: Every second counts ♡ Click for all your numbers together
de: Jede Sekunde zählt ♡ Klick für all eure Zahlen
fr: Chaque seconde compte ♡ Clique pour voir tous vos chiffres

source: Every second counts ♡ Click for more
de: Jede Sekunde zählt ♡ Klick für mehr
fr: Chaque seconde compte ♡ Clique pour plus

source: Every single one of them with you ♡
de: Jeder einzelne mit dir ♡
fr: Chacun d’entre eux avec toi ♡

source: Everything from your love, at a glance
de: Alles von deiner Liebe auf einen Blick
fr: Tout de ton amour, en un coup d’œil

source: Excited
de: Aufgeregt
fr: Hâte

source: Find My Licence
de: Meine Lizenz finden
fr: Retrouver ma licence

source: Focused
de: Konzentriert
fr: Concentration

source: From %@ · %@
de: Von %@ · %@
fr: De %@ · %@

source: Full screen
de: Vollbild
fr: Plein écran

source: Get OurNotch for %@
de: OurNotch für %@ holen
fr: Obtenir OurNotch pour %@

source: Get Started
de: Los geht’s
fr: Commencer

source: Happy
de: Glücklich
fr: Joie

source: Happy anniversary!
de: Alles Gute zum Jahrestag!
fr: Joyeux anniversaire !

source: Hearts and notes wait for you. Your love sees you're away.
de: Herzen und Notizen warten auf dich. Deine Liebe sieht, dass du weg bist.
fr: Cœurs et mots t'attendent. Ton amour voit que tu n'es pas là.

source: Hide OurNotch
de: OurNotch ausblenden
fr: Masquer OurNotch

source: Home
de: Start
fr: Accueil

source: Hours
de: Stunden
fr: Heures

source: Hover the notch anytime to send %@ a little love.
de: Fahr jederzeit über die Notch, um %@ ein bisschen Liebe zu schicken.
fr: Survole l'encoche quand tu veux pour envoyer un peu d'amour à %@.

source: How photos blend into the dark notch.
de: Wie Fotos mit der dunklen Notch verschmelzen.
fr: Comment les photos se fondent dans l'encoche sombre.

source: How you are, at a glance.
de: Wie’s dir geht, auf einen Blick.
fr: Comment tu vas, en un coup d’œil.

source: How you're both feeling
de: Wie es euch beiden geht
fr: Comment vous vous sentez tous les deux

source: Hungry
de: Hungrig
fr: Faim

source: I Have a Licence Key
de: Ich habe einen Schlüssel
fr: J'ai une clé de licence

source: I Have an Invite Code
de: Ich habe einen Einladungscode
fr: J'ai un code d'invitation

source: I planned a surprise for you ♡
de: Ich habe eine Überraschung für dich ♡
fr: Je t'ai préparé une surprise ♡

source: In love
de: Verliebt
fr: Amour

source: Invite your love
de: Lade deine Liebe ein
fr: Invite ton amour

source: Is that right? Only continue if it's your love.
de: Stimmt das? Mach nur weiter, wenn es deine Liebe ist.
fr: C'est bien ça ? Ne continue que si c'est ton amour.

source: Is this your love? Only say yes if it's them.
de: Ist das deine Liebe? Sag nur Ja, wenn sie es wirklich ist.
fr: Est-ce ton amour ? Ne dis oui que si c'est vraiment cette personne.

source: It shows up on their Home the next time they open their notch ♡
de: Sie erscheint auf dem Start-Tab, sobald die Notch das nächste Mal geöffnet wird ♡
fr: Elle apparaîtra dans son Accueil à sa prochaine ouverture de l'encoche ♡

source: It's in your receipt email from Dodo Payments.
de: Er steht in deiner Beleg-E-Mail von Dodo Payments.
fr: Elle se trouve dans ton reçu envoyé par Dodo Payments.

source: Just for the two of you.
de: Nur für euch zwei.
fr: Rien que pour vous deux.

source: Keep your love close
de: Halte deine Liebe nah bei dir
fr: Garde ton amour près de toi

source: Language
de: Sprache
fr: Langue

source: Last sent to %@
de: Zuletzt an %@ gesendet
fr: Dernière envoyée à %@

source: Lazy Sundays included ♡
de: Faule Sonntage inklusive ♡
fr: Dimanches paresseux compris ♡

source: Licence
de: Lizenz

source: Licence key
de: Lizenzschlüssel
fr: Clé de licence

source: Little notes, big feelings.
de: Kleine Notizen, große Gefühle.
fr: Petits mots, grands sentiments.

source: Low
de: Down
fr: Bof

source: Missing you
de: Vermisse dich
fr: Tu me manques

source: Mood
de: Laune
fr: Humeur

source: My OurNotch licence
de: Meine OurNotch-Lizenz
fr: Ma licence OurNotch

source: New Code
de: Neuer Code
fr: Nouveau code

source: No
de: Nein
fr: Non

source: No mood
de: Keine Laune
fr: Pas d’humeur

source: No notes from %@ yet ♡
de: Noch keine Notiz von %@ ♡
fr: Pas encore de mot de %@ ♡

source: No notes yet. Say something sweet to %@ ♡
de: Noch keine Notizen. Schreib %@ etwas Süßes ♡
fr: Pas encore de mots. Dis quelque chose de doux à %@ ♡

source: No photo from %@ yet
de: Noch kein Foto von %@
fr: Pas encore de photo de %@

source: Not set yet
de: Noch nicht gesetzt
fr: Pas encore choisie

source: Note
de: Notiz
fr: Mot

source: Now %@ %@
de: Jetzt %@ %@
fr: Maintenant %@ %@

source: On a break
de: Pause
fr: En pause

source: One purchase for the two of you · local price shown at checkout
de: Ein Kauf für euch beide · lokaler Preis an der Kasse
fr: Un seul achat pour vous deux · prix local affiché au paiement

source: One tap, many hearts.
de: Ein Klick, viele Herzen.
fr: Un clic, plein de cœurs.

source: One word is too long ♡
de: Ein Wort ist zu lang ♡
fr: Un mot est trop long ♡

source: Only the person who bought OurNotch can invite. Go back and choose I Have an Invite Code.
de: Nur wer OurNotch gekauft hat, kann einladen. Geh zurück und wähle „Ich habe einen Einladungscode“.
fr: Seule la personne qui a acheté OurNotch peut inviter. Reviens en arrière et choisis J'ai un code d'invitation.

source: Open System Settings…
de: Systemeinstellungen öffnen …
fr: Ouvrir Réglages Système…

source: Open at Login
de: Beim Anmelden öffnen
fr: Ouvrir à la connexion

source: OurNotch restarts to switch.
de: OurNotch startet dafür neu.
fr: OurNotch redémarre pour changer.

source: OurNotch uses iCloud to carry your hearts and notes between your Macs. Sign in, then try again.
de: OurNotch nutzt iCloud, um eure Herzen und Notizen zwischen euren Macs zu übertragen. Melde dich an und versuch es dann noch mal.
fr: OurNotch utilise iCloud pour transporter vos cœurs et vos mots entre vos Mac. Connecte-toi, puis réessaie.

source: OurNotch was removed from this Mac
de: OurNotch wurde von diesem Mac entfernt
fr: OurNotch a été retiré de ce Mac

source: Out
de: Unterwegs
fr: Dehors

source: Out of the notch
de: Aus der Notch
fr: Hors de l'encoche

source: Paste your licence key to use OurNotch here again.
de: Füge deinen Lizenzschlüssel ein, um OurNotch hier wieder zu nutzen.
fr: Colle ta clé de licence pour utiliser à nouveau OurNotch ici.

source: Photo
de: Foto

source: Photo style
de: Fotostil
fr: Style des photos

source: Pick a mood. It sits next to your face in their notch.
de: Wähl eine Laune. Sie erscheint neben deinem Gesicht in der Notch.
fr: Choisis une humeur. Elle s’affiche à côté de ton visage dans son encoche.

source: Pick a photo of you two ♡
de: Wähl ein Foto von euch beiden ♡
fr: Choisis une photo de vous deux ♡

source: Quit OurNotch
de: OurNotch beenden
fr: Quitter OurNotch

source: Read Our Terms
de: Unsere AGB lesen
fr: Lire nos conditions

source: Read all your notes and write back ♡
de: Lies all eure Notizen und schreib zurück ♡
fr: Lis tous vos mots et réponds ♡

source: Remove from This Mac
de: Von diesem Mac entfernen
fr: Retirer de ce Mac

source: Save Diagnostics
de: Diagnose sichern
fr: Enregistrer les diagnostics

source: Say something sweet. It scrolls across their notch until they open it.
de: Schreib etwas Süßes. Es läuft durch die Notch, bis es geöffnet wird.
fr: Dis-lui un mot doux. Il défile dans son encoche jusqu’à ce qu’elle l’ouvre.

source: Say something sweet…
de: Sag etwas Süßes …
fr: Dis quelque chose de doux…

source: Scroll
de: Laufschrift
fr: Défilement

source: Scrolls 3 times on %@'s notch
de: Läuft 3-mal durch %@s Notch
fr: Défile 3 fois dans l’encoche de %@

source: Scrolls on %@'s notch until they open it
de: Läuft durch %@s Notch, bis sie geöffnet wird
fr: Défile dans l’encoche de %@ jusqu’à ce qu’il l’ouvre

source: Seconds
de: Sekunden
fr: Secondes

source: Seconds together
de: Sekunden zusammen
fr: Secondes ensemble

source: See how %@ feels, and share yours
de: Sieh, wie es %@ geht, und teil deine Laune
fr: Vois comment %@ se sent, et partage ton humeur

source: Send
de: Senden
fr: Envoyer

source: Send %@ a %@
de: Schick %1$@ ein %2$@
fr: Envoie un %2$@ à %1$@

source: Send %@ a photo
de: Schick %@ ein Foto
fr: Envoie une photo à %@

source: Send %@ a photo back ♡
de: Schick %@ ein Foto zurück ♡
fr: Renvoie une photo à %@ ♡

source: Send Email…
de: E-Mail senden …
fr: E-mail…

source: Send New Photo…
de: Neues Foto senden …
fr: Envoyer une nouvelle photo…

source: Send a little burst of love
de: Schick einen kleinen Liebesgruß
fr: Envoie une petite pluie d’amour

source: Send an emoji
de: Schick ein Emoji
fr: Envoie un emoji

source: Send it to their notch ♡
de: Ab in die Notch ♡
fr: Envoie-le dans son encoche ♡

source: Send love, notch to notch.
de: Liebe senden, von Notch zu Notch.
fr: De l’amour, d’encoche à encoche.

source: Sending…
de: Wird gesendet …
fr: Envoi…

source: Sent %@
de: Gesendet %@
fr: Envoyé %@

source: Sent ♡
de: Gesendet ♡
fr: Envoyé ♡

source: Settings
de: Einstellungen
fr: Réglages

source: Share this code. It's just for the two of you, and works for 24 hours.
de: Teile diesen Code. Er ist nur für euch zwei und gilt 24 Stunden.
fr: Partage ce code. Il n'est que pour vous deux et reste valable 24 heures.

source: Share your mood too ♡
de: Teil auch deine Laune ♡
fr: Partage ton humeur aussi ♡

source: Show OurNotch
de: OurNotch einblenden
fr: Afficher OurNotch

source: Shown next to your hearts and notes.
de: Wird neben deinen Herzen und Notizen angezeigt.
fr: Affiché à côté de tes cœurs et de tes mots.

source: Shows next to your photo on %@'s notch ♡
de: Erscheint neben deinem Foto in der Notch von %@ ♡
fr: S'affiche à côté de ta photo dans l'encoche de %@ ♡

source: Shows on their Home until you send a new one ♡
de: Bleibt auf dem Start-Tab, bis du ein neues schickst ♡
fr: Reste dans son Accueil jusqu'à ta prochaine photo ♡

source: Sign in to iCloud
de: Bei iCloud anmelden
fr: Connecte-toi à iCloud

source: Skip for Now
de: Jetzt überspringen
fr: Passer pour l'instant

source: Sleepy
de: Müde
fr: Sommeil

source: Soft
de: Weich
fr: Doux

source: Something went wrong. Try again.
de: Etwas ist schiefgelaufen. Versuch es noch mal.
fr: Un problème est survenu. Réessaie.

source: Start planning something sweet ♡
de: Plan schon mal etwas Süßes ♡
fr: Prépare quelque chose de doux ♡

source: Stats
de: Statistik

source: Still not active. If you think this is a mistake, write to us.
de: Immer noch nicht aktiv. Wenn du denkst, dass das ein Fehler ist, schreib uns.
fr: Toujours inactive. Si tu penses que c'est une erreur, écris-nous.

source: Tap again to clear your mood
de: Nochmal tippen, um deine Laune zu löschen
fr: Touche encore pour effacer ton humeur

source: Tap an emoji and it pours out of their notch.
de: Wähl ein Emoji: Es fließt aus der Notch.
fr: Choisis un emoji : il coule de son encoche.

source: Tap one and it pops up on %@'s screen ♡
de: Wähl eins, dann erscheint es auf dem Bildschirm von %@ ♡
fr: Choisis-en un : il apparaît sur l'écran de %@ ♡

source: Tap one to send
de: Tipp eins an zum Senden
fr: Touche-en un pour l’envoyer

source: Tap one to set
de: Wähl eine aus
fr: Choisis-en une

source: Tap to Remove
de: Zum Entfernen klicken
fr: Clique pour retirer

source: Tap to send
de: Zum Senden klicken
fr: Clique pour envoyer

source: Tell %@ you're feeling %@
de: Sag %1$@: %2$@
fr: Dis à %1$@ : %2$@

source: That key doesn't look right. Check your receipt email and try again.
de: Dieser Schlüssel scheint nicht zu stimmen. Prüf deine Beleg-E-Mail und versuch es noch mal.
fr: Cette clé ne semble pas correcte. Vérifie ton reçu et réessaie.

source: That's %@ days ♡
de: Das sind %@ Tage ♡
fr: Ça fait %@ jours ♡

source: The 6 letters from your love's invite.
de: Die 6 Zeichen aus der Einladung deiner Liebe.
fr: Les 6 caractères de l'invitation de ton amour.

source: Their mood
de: Ihre Laune
fr: Son humeur

source: This happens when a purchase is refunded, or when a licence is misused (shared publicly or used with a modified copy), as our terms explain. If you think this is a mistake, write to us at %@.
de: Das passiert, wenn ein Kauf erstattet wurde oder eine Lizenz missbraucht wird (öffentlich geteilt oder mit einer veränderten Kopie genutzt), wie unsere AGB erklären. Wenn du denkst, dass das ein Fehler ist, schreib uns an %@.
fr: Cela arrive quand un achat est remboursé, ou quand une licence est utilisée de façon abusive (partagée publiquement ou utilisée avec une copie modifiée), comme l’expliquent nos conditions. Si tu penses que c’est une erreur, écris-nous à %@.

source: This key is already in use on another Mac. Choose Remove from This Mac there, or write to us at %@.
de: Dieser Schlüssel wird schon auf einem anderen Mac genutzt. Wähle dort „Von diesem Mac entfernen“ oder schreib uns an %@.
fr: Cette clé est déjà utilisée sur un autre Mac. Choisis Retirer de ce Mac sur celui-ci, ou écris-nous à %@.

source: This key was revoked: the purchase was refunded, or the licence was misused, as our terms explain. Get a new one, or write to us at %@ if you think this is a mistake.
de: Dieser Schlüssel wurde entzogen: Der Kauf wurde erstattet oder die Lizenz missbraucht, wie unsere AGB erklären. Hol dir einen neuen oder schreib uns an %@, wenn du denkst, dass das ein Fehler ist.
fr: Cette clé a été révoquée : l’achat a été remboursé, ou la licence a été utilisée de façon abusive, comme l’expliquent nos conditions. Achètes-en une nouvelle, ou écris-nous à %@ si tu penses que c’est une erreur.

source: Tick, tick, love ♡
de: Tick, tack, Liebe ♡
fr: Tic, tac, amour ♡

source: Today's your day ♡
de: Heute ist euer Tag ♡
fr: C’est votre jour ♡

source: Together since
de: Zusammen seit
fr: Ensemble depuis

source: Try Again
de: Erneut versuchen
fr: Réessayer

source: Until I'm Back
de: Bis ich zurück bin
fr: Jusqu'à mon retour

source: Until Tomorrow
de: Bis morgen
fr: Jusqu'à demain

source: Until opened
de: Bis geöffnet
fr: Jusqu'à ouverture

source: Unwell
de: Krank
fr: Malade

source: Up to %lld words
de: Bis zu %lld Wörter
fr: Jusqu'à %lld mots

source: Waiting for %@ to say yes…
de: Warten, bis %@ Ja sagt …
fr: En attente du oui de %@…

source: Waiting for your love to join…
de: Warten auf deine Liebe …
fr: En attente de ton amour…

source: Weekends
de: Wochenenden

source: Welcome to OurNotch
de: Willkommen bei OurNotch
fr: Bienvenue dans OurNotch

source: What should your love call you?
de: Wie soll deine Liebe dich nennen?
fr: Comment ton amour doit-il t'appeler ?

source: When did you get together?
de: Seit wann seid ihr zusammen?
fr: Depuis quand êtes-vous ensemble ?

source: Write to Us
de: Schreib uns
fr: Nous écrire

source: Yes, Ask to Join
de: Ja, Beitritt anfragen
fr: Oui, demander à rejoindre

source: Yes, It's My Love
de: Ja, das ist meine Liebe
fr: Oui, c'est mon amour

source: You're all set ♡
de: Alles bereit ♡
fr: Tout est prêt ♡

source: Your licence was revoked
de: Deine Lizenz wurde entzogen
fr: Ta licence a été révoquée

source: Your life together, in numbers
de: Euer Leben zu zweit in Zahlen
fr: Votre vie à deux, en chiffres

source: Your little notes to each other
de: Eure kleinen Notizen aneinander
fr: Vos petits mots l’un à l’autre

source: Your love lives at the top of your screen. Whatever you send appears in their notch.
de: Deine Liebe wohnt oben auf deinem Bildschirm. Alles, was du schickst, erscheint in der Notch.
fr: Ton amour vit en haut de ton écran. Tout ce que tu envoies apparaît dans son encoche.

source: Your mood
de: Deine Stimmung
fr: Ton humeur

source: Your name
de: Dein Name
fr: Ton prénom

source: Your notch will be there every time you open your Mac.
de: Deine Notch ist jedes Mal da, wenn du deinen Mac öffnest.
fr: Ton encoche sera là chaque fois que tu ouvres ton Mac.

source: away
de: weg
fr: pas là

source: days of us
de: Tage zu zweit
fr: jours à deux

source: from %@
de: von %@
fr: de %@

source: from %@ · %@
de: von %@ · %@
fr: de %@ · %@

source: lunch at 1? i'll bring dumplings 🥟
de: mittag um 1? ich bring dumplings mit 🥟
fr: déj à 13 h ? j’apporte des raviolis 🥟

source: no mood yet
de: noch keine Laune
fr: pas encore d’humeur

source: not set
de: nicht gesetzt
fr: pas choisie

source: now
de: jetzt
fr: à l'instant

source: our little notes ❤️
de: unsere kleinen Notizen ❤️
fr: nos petits mots ❤️

source: seconds of us, and counting
de: Sekunden zu zweit, und es werden mehr
fr: secondes à nous deux, et ça continue

source: that code doesn't look right ♡ check it and try again
de: dieser Code scheint nicht zu stimmen ♡ prüf ihn und versuch es noch mal
fr: ce code ne semble pas correct ♡ vérifie-le et réessaie

source: that code was already used ♡ ask your love for a new one
de: dieser Code wurde schon benutzt ♡ bitte deine Liebe um einen neuen
fr: ce code a déjà été utilisé ♡ demande-en un nouveau à ton amour

source: that didn't work ♡ ask your love for a new code
de: das hat nicht geklappt ♡ bitte deine Liebe um einen neuen Code
fr: ça n'a pas marché ♡ demande un nouveau code à ton amour

source: this code has expired ♡ ask your love for a new one
de: dieser Code ist abgelaufen ♡ bitte deine Liebe um einen neuen
fr: ce code a expiré ♡ demande-en un nouveau à ton amour

source: you %lld · %@ %lld
de: du %lld · %@ %lld
fr: toi %lld · %@ %lld

source: your love
de: deine Liebe
fr: ton amour

source: System
fr: Système
